tap "homebrew/cask"
tap "homebrew/core"

# Ferramentas de linha de comando
brew "git"
brew "yarn"
# ASDF
brew "asdf"
brew "gpg"
brew "gawk"

# Aplicações GUI
cask "bitwarden"
cask "google-chrome"
cask "visual-studio-code"
cask "gitkraken"
cask "jetbrains-toolbox"
cask "alacritty"
cask "spotify"
cask "whatsapp"
cask "capacities"
cask "figma"
cask "discord"
cask "utm"
cask "transmission"
cask "insomnia"
cask "apidog"
cask "brave-browser"
# cask "arc"
# cask "vlc"
# cask "zed"